Repository: ziyang0621/SoulEcho
Catalog: SoulEcho Watch App/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: ⏰ 休息时间
en: ⏰ Break Time

source: ☕ 休息片刻
en: ☕ Take a Break

source: ✨ 伸展一下
en: ✨ Stretch a Bit

source: 🌞 出去走走
en: 🌞 Go Outside

source: 🌿 活动一下
en: 🌿 Move Around

source: 🌿 深呼吸
en: 🌿 Breathe Deep

source: 🏃 起身动动
en: 🏃 Stand & Stretch

source: 💪 动起来
en: 💪 Get Moving

source: 💭 慢下来
en: 💭 Slow Down

source: 🦵 站起来吧
en: 🦵 Stand Up

source: 🧘 放松一下
en: 🧘 Take a Breath

source: 🚶 该走走了
en: 🚶 Time for a Walk

source: 今日箴言
en: Today's Quote

source: 冥想完成
en: Sequence Complete

source: 压力偏高 🧘
en: Stressed 🧘

source: 开始 (60秒)
en: Start (60s)

source: 开始静心 60s
en: Reflect 60s

source: 慢慢呼气
en: Exhale Deeply

source: 无论你在此刻感到何种情绪，允许它的存在，并安静地与之共处。
en: Whatever emotion you feel right now, allow its existence, and sit with it quietly.

source: 沉静你的心灵
en: Calm Your Mind

source: 状态一般 💛
en: Moderate 💛

source: 缓缓吸气
en: Inhale Slowly

source: 身心放松 ✨
en: Relaxed ✨
